Repository: zohac/open_adventure
Catalog: lib/l10n/app_*.arb
Languages: fr

# actions.interaction.close
source: Close {object}
fr: Fermer {object}

# actions.interaction.drop
source: Drop {object}
fr: Déposer {object}

# actions.interaction.examine
source: Examine {object}
fr: Examiner {object}

# actions.interaction.extinguish
source: Extinguish {object}
fr: Éteindre {object}

# actions.interaction.light
source: Light {object}
fr: Allumer {object}

# actions.interaction.open
source: Open {object}
fr: Ouvrir {object}

# actions.interaction.take
source: Take {object}
fr: Prendre {object}

# actions.inventory.label
source: Inventory
fr: Inventaire

# actions.map.label
source: Map
fr: Carte

# actions.observer.label
source: Observe
fr: Observer

# actions.travel.back
source: Go back
fr: Revenir

# adventureActionMotionFallback
source: Go to {destination}
fr: Se rendre à {destination}

# adventureActionMotionMagicWord
source: Speak {word}
fr: Prononcer {word}

# adventureActionMotionUnknown
source: Explore the area
fr: Explorer les environs

# adventureActionsEmptyState
source: No actions available
fr: Aucune action disponible

# adventureActionsMoreButtonLabel
source: Moreâ€¦
fr: Plus…

# adventureActionsMoreSheetTitle
source: Additional actions
fr: Actions supplémentaires

# adventureActionsTravelMissingHint
source: No immediate exits. Observe your surroundings.
fr: Aucune sortie immédiate. Observez les alentours.

# adventureAudioSettingsTooltip
source: Audio settings
fr: Réglages audio

# adventureJournalEmptyState
source: No events yet
fr: Aucun événement pour le moment

# adventureLocationImageSemanticsFallback
source: Location illustration
fr: Illustration du lieu

# homeHeroSubtitle
source: Embark on the cult text expedition, remastered for mobile.
fr: Partez pour l'expédition textuelle culte, remasterisée pour mobile.

# homeMenuContinueLabel
source: Continue
fr: Continuer

# homeMenuContinueSubtitle
source: Last turn: {turns}, location #{location}
fr: Dernier tour : {turns}, lieu #{location}

# homeMenuCreditsLabel
source: Credits
fr: Crédits

# homeMenuCreditsSubtitle
source: Meet the team behind this adventure.
fr: L'équipe derrière cette aventure.

# homeMenuLoadLabel
source: Load
fr: Charger

# homeMenuLoadSubtitle
source: Open manual save slots.
fr: Accéder aux sauvegardes manuelles.

# homeMenuNewGameLabel
source: New game
fr: Nouvelle partie

# homeMenuNewGameSubtitle
source: Begin exploring the colossal cavern.
fr: Commencer l'exploration de la caverne.

# homeMenuOptionsSubtitle
source: Configure audio and tactile feedback.
fr: Configurer l'expérience audio et tactile.

# motion.back.label
source: Retrace steps
fr: Revenir sur ses pas

# motion.bedquilt.label
source: Go to Bedquilt
fr: Aller vers Bedquilt

# motion.cave.label
source: Go to the cave
fr: Aller vers la grotte

# motion.cavern.label
source: Go to the cavern
fr: Aller vers la caverne

# motion.crawl.label
source: Crawl forward
fr: Ramper

# motion.cross.label
source: Cross over
fr: Traverser

# motion.depression.label
source: Go to the depression
fr: Aller vers la dépression

# motion.down.label
source: Climb down
fr: Descendre

# motion.east.label
source: Go east
fr: Aller Est

# motion.enter.label
source: Enter
fr: Entrer

# motion.entrance.label
source: Go to the entrance
fr: Aller vers l’entrée

# motion.forward.label
source: Go forward
fr: Avancer

# motion.left.label
source: Go left
fr: Aller à gauche

# motion.look.label
source: Look around
fr: Observer les alentours

# motion.ne.label
source: Go north-east
fr: Aller Nord-Est

# motion.north.label
source: Go north
fr: Aller Nord

# motion.nw.label
source: Go north-west
fr: Aller Nord-Ouest

# motion.office.label
source: Go to the office
fr: Aller vers le bureau

# motion.oriental.label
source: Go to the Oriental room
fr: Aller vers la salle orientale

# motion.out.label
source: Exit
fr: Sortir

# motion.plover.label
source: Speak PLOVER
fr: Prononcer PLOVER

# motion.plugh.label
source: Speak PLUGH
fr: Prononcer PLUGH

# motion.reservoir.label
source: Go to the reservoir
fr: Aller vers le réservoir

# motion.right.label
source: Go right
fr: Aller à droite

# motion.se.label
source: Go south-east
fr: Aller Sud-Est

# motion.shellroom.label
source: Go to the shell room
fr: Aller vers la salle des coquillages

# motion.south.label
source: Go south
fr: Aller Sud

# motion.stream.label
source: Follow the stream
fr: Suivre le courant

# motion.sw.label
source: Go south-west
fr: Aller Sud-Ouest

# motion.unknown.label
source: Explore the area
fr: Explorer les environs

# motion.up.label
source: Climb up
fr: Monter

# motion.west.label
source: Go west
fr: Aller Ouest

# motion.xyzzy.label
source: Speak XYZZY
fr: Prononcer XYZZY

# objects.AMBER.label
source: Amber gemstone
fr: Gemme d'ambre

# objects.AXE.label
source: Dwarf's axe
fr: Hache de nain

# objects.BATTERY.label
source: Batteries
fr: Piles

# objects.BEAR.label
source: There is a ferocious cave bear eyeing you from the far end of the room!
fr: Un ours des cavernes féroce vous fixe depuis l'autre bout de la pièce !

# objects.BIRD.label
source: Little bird in cage
fr: Petit oiseau en cage

# objects.BLOOD.label
source: blood
fr: sang

# objects.BOTTLE.label
source: Small bottle
fr: Petite bouteille

# objects.CAGE.label
source: Wicker cage
fr: Cage en osier

# objects.CAVITY.label
source: cavity
fr: cavité

# objects.CHAIN.label
source: Golden chain
fr: Chaîne en or

# objects.CHASM.label
source: chasm
fr: gouffre

# objects.CHEST.label
source: Treasure chest
fr: Coffre au trésor

# objects.CLAM.label
source: Giant clam >GRUNT!<
fr: Palourde géante >GROGNEMENT !<

# objects.COINS.label
source: Rare coins
fr: Pièces rares

# objects.DOOR.label
source: rusty door
fr: porte rouillée

# objects.DWARF.label
source: Dwarf
fr: Nain

# objects.EGGS.label
source: Golden eggs
fr: Œufs en or

# objects.EMERALD.label
source: Egg-sized emerald
fr: Émeraude grosse comme un œuf

# objects.FOOD.label
source: Tasty food
fr: Nourriture appétissante

# objects.GRATE.label
source: grate
fr: grille

# objects.JADE.label
source: Jade necklace
fr: Collier en jade

# objects.KEYS.label
source: Set of keys
fr: Trousseau de clés

# objects.KNIFE.label
source: Knife
fr: Couteau

# objects.LAMP.label
source: Brass lantern
fr: Lampe en laiton

# objects.MAGAZINE.label
source: Spelunker Today
fr: Spelunker Aujourd'hui

# objects.MESSAG.label
source: message in second maze
fr: message dans le deuxième labyrinthe

# objects.MIRROR.label
source: mirror
fr: miroir

# objects.NUGGET.label
source: Large gold nugget
fr: Grosse pépite d'or

# objects.OBJ_13.label
source: stone tablet
fr: tablette de pierre

# objects.OBJ_27.label
source: shadowy figure and/or window
fr: silhouette sombre et/ou fenêtre

# objects.OBJ_29.label
source: cave drawings
fr: peintures rupestres

# objects.OBJ_30.label
source: pirate/genie
fr: pirate ou génie

# objects.OBJ_40.label
source: carpet and/or moss and/or curtains
fr: tapis et/ou mousse et/ou rideaux

# objects.OBJ_47.label
source: mud
fr: boue

# objects.OBJ_51.label
source: Several diamonds
fr: Plusieurs diamants

# objects.OBJ_52.label
source: Bars of silver
fr: Lingots d'argent

# objects.OBJ_53.label
source: Precious jewelry
fr: Bijoux précieux

# objects.OBJ_63.label
source: Rare spices
fr: Épices rares

# objects.OBJ_69.label
source: Ebony statuette
fr: Statuette en ébène

# objects.OIL.label
source: Oil in the bottle
fr: Huile dans la bouteille

# objects.OYSTER.label
source: Giant oyster >GROAN!<
fr: Huître géante >GÉMIT !<

# objects.PEARL.label
source: Glistening pearl
fr: Perle étincelante

# objects.PILLOW.label
source: Velvet pillow
fr: Coussin en velours

# objects.PLANT.label
source: plant
fr: plante

# objects.PLANT2.label
source: phony plant
fr: fausse plante

# objects.PYRAMID.label
source: Platinum pyramid
fr: Pyramide en platine

# objects.RABBITFOOT.label
source: Leporine appendage
fr: Pied de lapin porte-bonheur

# objects.RESER.label
source: reservoir
fr: réservoir

# objects.ROD.label
source: Black rod
fr: Bâton noir

# objects.ROD2.label
source: Black rod
fr: Bâton noir

# objects.RUBY.label
source: Giant ruby
fr: Rubis géant

# objects.RUG.label
source: Persian rug
fr: Tapis persan

# objects.SAPPH.label
source: Star sapphire
fr: Saphir étoilé

# objects.SIGN.label
source: sign
fr: pancarte

# objects.SNAKE.label
source: snake
fr: serpent

# objects.STEPS.label
source: steps
fr: marches

# objects.TRIDENT.label
source: Jeweled trident
fr: Trident incrusté de bijoux

# objects.TROLL2.label
source: phony troll
fr: faux troll

# objects.URN.label
source: urn
fr: urne

# objects.VASE.label
source: Ming vase
fr: Vase Ming

# objects.VEND.label
source: vending machine
fr: distributeur automatique

# objects.VOLCANO.label
source: volcano and/or geyser
fr: volcan et/ou geyser

# objects.WATER.label
source: Water in the bottle
fr: Eau dans la bouteille
